{
  "welcome": "مرحباً بكم في السلام",
  "subtitle": "المركز الإسلامي برمباخ - لوراخ",
  "heroTitle": "مكان للسلام والمجتمع",
  "heroSubtitle": "اكتشف خدماتنا المتنوعة للجالية المسلمة في لوراخ",
  "dailyPrayers": "الصلوات اليومية",
  "prayersDesc": "صلوات جماعية في أجواء روحانية",
  "quranLessons": "دروس القرآن",
  "lessonsDesc": "تعلم القرآن مع معلمين مؤهلين",
  "community": "المجتمع",
  "communityDesc": "مكان للقاء جميع المسلمين",
  "prayerTimes": "أوقات الصلاة",
  "fajr": "الفجر",
  "sunrise": "الشروق",
  "dhuhr": "الظهر",
  "asr": "العصر",
  "maghrib": "المغرب",
  "isha": "العشاء",
  "services": "خدماتنا",
  "contact": "اتصل بنا",
  "address": "العنوان",
  "phone": "الهاتف",
  "email": "البريد الإلكتروني",
  "footerText": "مكان للقاء والصلاة والتعلم",
  "copyRight": "السلام: الجمعية الاسلامية ببرمباخ لوراخ",
  "hijriMonths": {
    "muharram": "محرم",
    "safar": "صفر",
    "rabialawal": "ربيع الأول",
    "rabialthani": "ربيع الثاني",
    "jumadalawal": "جمادى الأولى",
    "jumadalthani": "جمادى الثانية",
    "rajab": "رجب",
    "shaban": "شعبان",
    "ramadan": "رمضان",
    "shawwal": "شوال",
    "dhualqida": "ذو القعدة",
    "dhualhijja": "ذو الحجة"
  },
  "about": {
    "title": "من نحن",
    "subtitle": "عن جمعية مسجد السلام في لوراخ: منارة للإيمان والمجتمع",
    "description": "تعتبر جمعية مسجد السلام في لوراخ ركيزة أساسية وديناميكية في قلب المجتمع المسلم في منطقتنا. انطلاقًا من مبادئ الإيمان والأخوة والانفتاح، تلتزم جمعيتنا بخدمة الاحتياجات الروحية والاجتماعية والتعليمية لأعضائها وخارجها.",
    "mission": {
      "title": "مهمتنا",
      "description": "تتمثل مهمتنا الأساسية في توفير مكان عبادة لائق ومرحب، يعزز الممارسة السلمية للإسلام. نسعى جاهدين لتعزيز روابط التضامن والتعاون داخل المجتمع المسلم المحلي، مع بناء جسور من التفاهم والاحترام مع المكونات الأخرى في مجتمعنا. من خلال مبادراتنا، نهدف إلى تعزيز صورة مستنيرة وإيجابية للإسلام، تستند إلى المعرفة والحوار والمشاركة المدنية."
    },
    "vision": {
      "title": "رؤيتنا",
      "description": "نتطلع إلى أن نكون مركزًا مجتمعيًا مشعًا، يلتقي فيه الروحانية والتعليم والمشاركة الاجتماعية بتناغم. نتصور مجتمعًا مسلمًا مزدهرًا، مندمجًا بشكل جيد ومنخرطًا بنشاط في النسيج الاجتماعي المحلي، يساهم بشكل إيجابي في الثراء الثقافي ورفاهية جميع سكان منطقتنا. نطمح إلى أن نصبح مرجعًا في مجال الحوار بين الثقافات والأديان، نعمل من أجل تعايش سلمي ومثمر."
    },
    "values": {
      "title": "قيمنا",
      "description": "تسترشد أفعالنا ومبادراتنا بمجموعة من القيم الأساسية",
      "item_nbr": 5,
      "item1": {
        "title": "الإيمان والتقوى",
        "description": "وضع الله في مركز حياتنا والعمل وفقًا لتعاليم الإسلام."
      },
      "item2": {
        "title": "الأخوة والتضامن",
        "description": "تنمية روابط الاحترام المتبادل والتعاون والدعم داخل المجتمع."
      },
      "item3": {
        "title": "الانفتاح والحوار",
        "description": "تعزيز التبادل البناء والتفاهم واحترام الاختلافات."
      },
      "item4": {
        "title": "التعليم والمعرفة",
        "description": "تشجيع التعلم المستمر ونشر فهم مستنير للإسلام."
      },
      "item5": {
        "title": "المشاركة المجتمعية",
        "description": "المشاركة الفعالة في الحياة المحلية والمساهمة في رفاهية المجتمع ككل."
      }
    },
    "activities": {
      "title": "أنشطتنا",
      "description": "يتجسد التزامنا عمليًا من خلال مجموعة متنوعة من الأنشطة الأساسية",
      "item_nbr": 6,
      "item1": {
        "title": "إدارة المسجد",
        "description": "نضمن بعناية صيانة وتنظيم مسجدنا، والحفاظ عليه كمكان للخشوع والروحانية."
      },
      "item2": {
        "title": "تنظيم الصلوات",
        "description": "نسهل أداء الصلوات اليومية، وصلاة الجمعة، والصلوات الخاصة خلال شهر رمضان المبارك والأعياد الإسلامية."
      },
      "item3": {
        "title": "العمل المجتمعي",
        "description": "نسعى جاهدين لتعزيز الروابط الأخوية داخل المجتمع المسلم من خلال مبادرات مختلفة، وننظم فعاليات اجتماعية لتعزيز الألفة والتبادل. كما نقدم دعمًا قيمًا للعائلات والأفراد المحتاجين."
      },
      "item4": {
        "title": "الاحتفال بالأعياد الإسلامية",
        "description": "نحتفل بفرح ومشاركة بالأعياد الدينية الرئيسية مثل: عيد الفطر: العيد الذي يمثل نهاية صيام شهر رمضان. عيد الأضحى: عيد التضحية."
      },
      "item5": {
        "title": "أنشطة رمضان",
        "description": "خلال شهر رمضان المبارك، نقدم أنشطة خاصة لتشجيع الروحانية والتأمل والتضامن."
      },
      "item6": {
        "title": "التعليم والحوار",
        "description": "نقدم تعليمًا إسلاميًا مناسبًا للأطفال والكبار، مما يساهم في فهم أفضل لديننا. كما أننا نشارك بنشاط في الحوار بين الثقافات والأديان، وننظم جلسات إعلامية لغير المسلمين ونقدم جولات إرشادية في مسجدنا لتعزيز الاكتشاف والتفاهم المتبادل."
      }
    },
    "participation": {
      "title": "التواصل والمشاركة",
      "description": "نفتح أبوابنا بحرارة لجميع الراغبين في المشاركة في أنشطتنا، واكتشاف ثراء الثقافة الإسلامية، والتواصل مع مجتمعنا. لا تترددوا في الاتصال بنا لطرح أي أسئلة أو للمشاركة في مبادراتنا."
    }
  },
  "education": {
    "title": "التعليم"
  }
}
